
/*{USERNAME} is on your blocked list*/
"%@ is on your Blocked List" = "%@ على قائمة الحظر";

/*{link} is not a link.. in the link translate example to respective language*/
"%@\nis not a link, please copy a valid link\ni.e. http://www.example.com" = "%@ لا يصلح عنوان رابط، يُرجى نسخ رابط صحيح مثل http://www.example.com";

/*No comment provided by engineer.*/
"Are you sure you want to logout?" = "هل تريد تسجيل الخروج؟";

/*No comment provided by engineer.*/
"Are you sure?" = "هل أنت متأكد؟";

/*No comment provided by engineer.*/
"BACK" = "عودة";

/*as in block another user*/
"BLOCK" = "حظر";

/*No comment provided by engineer.*/
"Block Failed" = "فشل الحظر";

/*No comment provided by engineer.*/
"BLOCKED" = "تم حظره";

/*Blocked {USERNAME}*/
"Blocked %@" = "تم حظر %@";

/*No comment provided by engineer.*/
"Can't send SMS" = "تعذر إرسال SMS";

/*No comment provided by engineer.*/
"CANCEL" = "إلغاء";

/*No comment provided by engineer.*/
"Cancel" = "إلغاء";

/*No comment provided by engineer.*/
"CANCELED" = "أُلغيت";

/*No comment provided by engineer.*/
"Change" = "تعديل";

/*No comment provided by engineer.*/
"Changed" = "عُدِّل";

/*No comment provided by engineer.*/
"Check internet and try again." = "تحقق من الاتصال بالإنترنت.";

/*No comment provided by engineer.*/
"Check out the YoIndex to subscribe to awesome services!" = "اختبر YoIndex للإشتراك في مجموعة متميزة من الخدمات!";

/*%@ = serviceName*/
"Check out this service I found on Yo! %@" = "استمتع بتجربة خدمة %@ على Yo!";

/*No comment provided by engineer.*/
"CHOOSE ANOTHER" = "كلمة مرور أخرى";

/*No comment provided by engineer.*/
"CHOOSE PASSCODE" = "اختر رمز الدخول";

/*No comment provided by engineer.*/
"CHOOSE USERNAME" = "اختر اسم مستخدم";

/*de-select all*/
"Clear All" = "مسح الكل";

/*No comment provided by engineer.*/
"Close" = "إغلاق";

/*No comment provided by engineer.*/
"Connection error, let's try updating password again later" = "خطأ في الاتصال، حاول تحديث كلمة المرور لاحقاً";

/*No comment provided by engineer.*/
"CONTACTS" = "الأسماء";

/*No comment provided by engineer.*/
"COPY A LINK OR IMAGE\nTAP & HOLD TO YO IT" = "نسخ رابط أو صورة\nاستمر بالضغط للمشاركة";

/*No comment provided by engineer.*/
"Copy a link. Tap and hold to Yo it." = "نسخ الرابط. استمر بالضغط لمشاركته.";

/*No comment provided by engineer.*/
"Copy Link" = "نسخ الرابط";

/*No comment provided by engineer.*/
"Could not load page" = "خطأ في تحميل الصفحة";

/*No comment provided by engineer.*/
"Delete" = "حذف";

/*No comment provided by engineer.*/
"Didn't get code" = "لم أتلق الكود";

/*No comment provided by engineer.*/
"Do you like the Yo app?" = "هل أعجبك تطبيق Yo؟";

/*No comment provided by engineer.*/
"Do you want to unblock this user so they can Yo you back?" = "هل تريد إلغاء حظر هذا المستخدم ليتمكن من إرسال Yos إليك؟";

/*No comment provided by engineer.*/
"DONE" = "تم";

/*No comment provided by engineer.*/
"Done" = "تم";

/*No comment provided by engineer.*/
"Double tap to Yo your location. Where Yo @?" = "نقرة مزدوجة لمشاركة موقعك على Yo. أين Yo @؟";

/*No comment provided by engineer.*/
"DOUBLE TAP\nTO YO YOUR LOCATION" = "نقر مزدوجة\nلتشارك موقعك على Yo";

/*No comment provided by engineer.*/
"EDIT ACCOUNT" = "تعديل الحساب";

/*No comment provided by engineer.*/
"EDIT PROFILE" = "تعديل الملف";

/*No comment provided by engineer.*/
"EMAIL SENT" = "تم الإرسال";

/*No comment provided by engineer.*/
"Email Us" = "راسلنا";

/*No comment provided by engineer.*/
"Enable Camera\nSettings -> Privacy -> Camera" = "تفعيل الكاميرا\nSettings -> Privacy -> Camera";

/*No comment provided by engineer.*/
"Enable Location" = "تحديد المواقع";

/*Give Yo your email Subject Text*/
"Enable Passcode Recovery" = "استعادة رمز الدخول";

/*No comment provided by engineer.*/
"Enable Push" = "الإشعارات";

/*No comment provided by engineer.*/
"ENTER FULL NAME" = "الإسم الكامل";

/*No comment provided by engineer.*/
"Enter New Phone Number" = "أدخل رقم الهاتف الجديد";

/*No comment provided by engineer.*/
"Enter New Username" = "إسم مستخدم جديد";

/*No comment provided by engineer.*/
"ENTER PASSCODE" = "رمز الدخول";

/*No comment provided by engineer.*/
"Enter the code in the SMS" = "أدخل الكود المرفق في SMS";

/*No comment provided by engineer.*/
"ENTER USERNAME" = "إسم المستخدم";

/*# -> number as in phone number*/
"Enter Your Phone #" = "أدخل رقم هاتفك";

/*No comment provided by engineer.*/
"Error" = "خطأ";

/*As in existing photos. could also read photos*/
"EXISTING" = "الصور";

/*No comment provided by engineer.*/
"EXPLORE\nTHE POSSIBILITIES" = "استكشف\nالإحتمالات";

/*No comment provided by engineer.*/
"Failed" = "فشل";

/*No comment provided by engineer.*/
"FAILED" = "خطأ";

/*No comment provided by engineer.*/
"Failed to find friends on Facebook." = "فشل العثور على أصدقاء من فيسبوك";

/*No comment provided by engineer.*/
"Failed to find friends through contacts" = "فشل العثور على أصدقاء من جهات الاتصال";

/*No comment provided by engineer.*/
"Failed To Get Location" = "فشل عملية تحديد الموقع";

/*No comment provided by engineer.*/
"Failed to login with Facebook. Please Try again." = "فشل تسجيل الدخول باستخدام فيسبوك. حاول مرة أخرى.";

/*No comment provided by engineer.*/
"Failed to unblock %@. Try again later" = "فشل إلغاء حظر %@. حاول مرة أخرى.";

/*No comment provided by engineer.*/
"Failed Yo" = "فشل إرسال Yo";

/*No comment provided by engineer.*/
"FAILED!" = "خطأ!";

/*Failed to send Yo*/
"FAILED! DO YOU HAVE INTERNET?" = "خطأ! هل أنت متصل بالإنترنت؟";

/*Facebook. does not need translateing*/
"FB" = "FB";

/*No comment provided by engineer.*/
"FEEDBACK" = "تقييم";

/*No comment provided by engineer.*/
"FIND FRIENDS" = "البحث عن أصدقاء";

/*As in a From & To : a parcel/letter*/
"From" = "من";

/*No comment provided by engineer.*/
"FULL NAME" = "الإسم الكامل";

/*Go as in proceed as in Send*/
"Go" = "إرسال";

/*just back works too*/
"GO BACK" = "العودة";

/*As in Understood, or OK*/
"Got it!" = "موافق!";

/*No comment provided by engineer.*/
"Hey There!" = "مرحباً!";

/*No comment provided by engineer.*/
"HOW A YO IS RECEIVED" = "كيف تستقبل YO";

/*No comment provided by engineer.*/
"HOW TO" = "نصائح";

/*No comment provided by engineer.*/
"HOW TO OPEN YO LINK" = "كيفية فتح رابط YO";

/*No comment provided by engineer.*/
"HOW TO OPEN\nA YO LOCATION" = "كيفية فتح موقع على YO";

/*No comment provided by engineer.*/
"HOW TO SEND A YO" = "كيفية إرسال YO";

/*I wanna Yo you!nAdd my Yo username by tapping here: {link}n(if you don't have Yo app get it here {other link})*/
"I wanna Yo you!\nAdd my Yo username by tapping here: %@\n(if you don't have Yo app get it here %@)" = "أريد إرسال Yo إليك!\nأضف إسم مستخدم Yo الخاص بي بالنقر هنا: %@\n(احصل على تطبيق Yo من هنا %@)";

/*No comment provided by engineer.*/
"I wanna Yo you!\nAdd my Yo username by tapping here: http://justyo.co/%@" = "أريد إرسال Yo إليك!\nأضف Yo الخاص بي بالنقر هنا: http://justyo.co/%@";

/*No comment provided by engineer.*/
"INCORRECT" = "غير صحيح";

/*No comment provided by engineer.*/
"INDEX" = "فهرس";

/*No comment provided by engineer.*/
"INVITE" = "الدعوات";

/*Invite button for invite friends popup*/
"Invite" = "دعوة";

/*Title for invite friends popup*/
"Invite Friends!" = "ادعو أصدقائك!";

/*No comment provided by engineer.*/
"Just hit Send" = "انقر زر إرسال";

/*No comment provided by engineer.*/
"Just subscribed to get Yo'd from %@! Yo them at" = "تم الإشتراك لاستقبال Yos من %@! أرسل Yos إليهم";

/*No comment provided by engineer.*/
"Link Not Found" = "رابط غير موجود";

/*No comment provided by engineer.*/
"LOGIN" = "دخول";

/*No comment provided by engineer.*/
"Login Failed" = "فشل الدخول";

/*No comment provided by engineer.*/
"LOGOUT" = "خروج";

/*No comment provided by engineer.*/
"MAIL" = "بريد";

/*No comment provided by engineer.*/
"MAPS" = "خرائط";

/*No comment provided by engineer.*/
"Me" = "أنا";

/*No comment provided by engineer.*/
"MUTED" = "محظور";

/*No*/
"Nah" = "لا";

/*No comment provided by engineer.*/
"NEW PASSCODE" = "رمز دخول جديد";

/*No comment provided by engineer.*/
"NO" = "لا";

/*No comment provided by engineer.*/
"No" = "لا";

/*:) -> Smile*/
"No Blocked Users! :)" = "لا يوجد محظورين! :)";

/*No comment provided by engineer.*/
"No Camera Found" = "لا توجد كاميرا";

/*No comment provided by engineer.*/
"No contacts were found." = "لا توجد جهات اتصال";

/*No comment provided by engineer.*/
"No Contacts!" = "لا توجد أسماء!";

/*No comment provided by engineer.*/
"NO EMAIL ACCOUNTS" = "لا يوجد بريد إلكتروني";

/*No comment provided by engineer.*/
"No Internet!" = "لا يوجد اتصال!";

/*As in photo library*/
"No Library Found" = "لا يوجد معرض للصور";

/*No comment provided by engineer.*/
"No Such User" = "إسم غير موجود";

/*Cancel button for invite friends popup*/
"Not now" = "ليس الآن";

/*No comment provided by engineer.*/
"OK" = "موافق";

/*No comment provided by engineer.*/
"Open in Chrome" = "فتح في Chrome";

/*No comment provided by engineer.*/
"Open in Safari" = "فتح في Safari";

/*PASS as in passcode*/
"PASS" = "كلمة المرور";

/*No comment provided by engineer.*/
"PASSCODE" = "رمز الدخول";

/*No comment provided by engineer.*/
"Passcode changed" = "تم تغيير رمز الدخول";

/*No comment provided by engineer.*/
"Passcodes Do Not Match" = "رمز الدخول غير متطابق";

/*As in Mobile, telephone*/
"PHONE" = "الهاتف";

/*No comment provided by engineer.*/
"Please add an email account in Settings -> Mail" = "أضف حساب بريد إلكتروني في Settings -> Mail";

/*No comment provided by engineer.*/
"Please connect to Twitter in Settings -> Twitter" = "أضف حساب Twitter في Settings -> Twitter";

/*please enable access to contacts*/
"Please enable contacts access" = "تفعيل الوصول إلى جهات الاتصال";

/*No comment provided by engineer.*/
"Please enter a valid phone number" = "يُرجى إدخال رقم هاتف صحيح";

/*No comment provided by engineer.*/
"Please retry. \n\n If the problem persists contact us and mention this error code: %@" = "يُرجى إعادة المحاولة.\n\nفي حالة استمرار وجود المشكلة، أرسل لنا مع ذِكر كود الخطأ: %@";

/*No comment provided by engineer.*/
"Please signup or login" = "يُرجى إنشاء حساب أو تسجيل الدخول";

/*No comment provided by engineer.*/
"Please try again" = "أعد المحاولة";

/*No comment provided by engineer.*/
"Please try again later" = "أعد المحاولة لاحقاً";

/*As to rate, rating, review*/
"RATE" = "تقييم";

/*PASS as in passcode*/
"RECOVER PASS" = "استعادة رمز الدخول";

/*No comment provided by engineer.*/
"Resend" = "إعادة إرسال";

/*No comment provided by engineer.*/
"SAVE" = "حفظ";

/*No comment provided by engineer.*/
"Saved!" = "تم الحفظ!";

/*No comment provided by engineer.*/
"SELECT A USERNAME" = "اختر إسم مستخدم";

/*No comment provided by engineer.*/
"Select All" = "اختر الكل";

/*No comment provided by engineer.*/
"SELECT LONGER PASSCODE" = "اختر رمز دخول أطول";

/*No comment provided by engineer.*/
"SELECT USERNAMES TO SHARE" = "حدد أسماء المستخدمين لمشاركتها";

/*No comment provided by engineer.*/
"Send" = "إرسال";

/*No comment provided by engineer.*/
"Send Email" = "إرسال بريد إلكتروني";

/*IMG abbrv for Image*/
"SENDING IMG" = "إرسال صورة";

/*like URL link*/
"SENDING LINK" = "إرسال رابط";

/*No comment provided by engineer.*/
"Sent" = "تم الإرسال";

/*No comment provided by engineer.*/
"SENT @YO!" = "تم الإرسال @YO!";

/*No comment provided by engineer.*/
"SENT YO!" = "تم الإرسال YO!";

/*No comment provided by engineer.*/
"SENT YOIMG!" = "تم إرسال YO صورة!";

/*No comment provided by engineer.*/
"SENT YOLINK!" = "تم إرسال YO رابط!";

/*No comment provided by engineer.*/
"SENT YOYO!" = "تم إرسال YOYO!";

/*No comment provided by engineer.*/
"Session Error" = "خطأ في دورة الاتصال";

/*No comment provided by engineer.*/
"SET A PASSCODE" = "تعيين رمز دخول";

/*No comment provided by engineer.*/
"SET A PASSCODE\n(CAN BE THE SAME AS YOU HAVE)" = "تعيين رمز دخول\n(يُمكنك استخدام الرمز الخاص بك)";

/*Instructions on how to enable contacts access on iphone*/
"Settings -> Privacy -> Contacts -> Yo" = "Settings -> Privacy -> Contacts -> Yo";

/*No comment provided by engineer.*/
"SHARE" = "شارك";

/*No comment provided by engineer.*/
"Share" = "شارك";

/*No comment provided by engineer.*/
"Share on Facebook!" = "شارك على Facebook!";

/*No comment provided by engineer.*/
"Share this awesome service with others! Swipe left in main screen to unsubscribe." = "شارك هذه الخدمة الرائعة مع الآخرين! اسحب اصبعك يساراً على الشاشة الرئيسية لإلغاء الإشتراك.";

/*No comment provided by engineer.*/
"SIGNUP" = "إنشاء حساب";

/*As in texting. may not need translating*/
"SMS" = "SMS";

/*No comment provided by engineer.*/
"Something went wrong" = "حدث خطأ ما";

/*No comment provided by engineer.*/
"Subscribed!" = "تم الإشتراك!";

/*As in take picture*/
"TAKE" = "التقط";

/*No comment provided by engineer.*/
"tap here to close" = "انقر هنا للإغلاق";

/*No comment provided by engineer.*/
"TAP NAME TO YO" = "اختر إسم لإرسال YO";

/*No comment provided by engineer.*/
"Tap Name To Yo" = "اختر إسم لإرسال Yo";

/*No comment provided by engineer.*/
"Tap to add to your Yo: http://justyo.co/%@\n(if you don't have Yo app get it here %@)" = "اضغط لإضافة Yo: http://justyo.co/%@\n(يُمكنك الحصول على تطبيق Yo من هنا %@)";

/*a variation on allow is permit.*/
"TAP TO ALLOW" = "اضغط للموافقة";

/*No comment provided by engineer.*/
"TAP TO INVITE" = "اضغط لإرسال دعوة";

/*No comment provided by engineer.*/
"TAP TO LOGIN" = "اضغط لتسجيل الدخول";

/*Recover as in recover passcode*/
"TAP TO RECOVER" = "اضغط لاستعادة رمز الدخول";

/*No comment provided by engineer.*/
"TAP TO SET" = "اضغط لضبط الإعدادات";

/*No comment provided by engineer.*/
"TAP TO SIGNUP" = "اضغط للإشتراك";

/*No comment provided by engineer.*/
"Tell us how we can improve:" = "شارك برأيك في تطوير التطبيق:";

/*No comment provided by engineer.*/
"TEXT SENT" = "تم إرسال النص";

/*No comment provided by engineer.*/
"The profile could not be saved. Please check your network connection." = "لم يتم حفظ الملف الشخصي. تحقق من اتصالك بالإنترنت.";

/*No comment provided by engineer.*/
"The Yo Index. Subscribe to get Yo'd by your favorite services." = "Yo Index. اشترك للحصول على Yos من قِبل الخدمات المفضلة لديك.";

/*No comment provided by engineer.*/
"There is a newer version of Yo.\n%@" = "إصدار جديد من Yo.\n%@";

/*No comment provided by engineer.*/
"There is a newer version. Do you want to update?\n%@" = "إصدار جديد. هل تريد التحديث؟\n%@";

/*No comment provided by engineer.*/
"There was an error:" = "يوجد خطأ:";

/*This is how you Yo. Yo me {USERNAME}*/
"This is how you Yo. Yo me %@" = "%@ يُمكنك إرسال Yo إلي بسهولة.";

/*No comment provided by engineer.*/
"This is what other users can see about you, when swiping your username to the right" = "تظهر هذه البيانات للمستخدمين الآخرين عندما يقومون بالضغط على اسم المستخدم الخاص بك وتحريكه إلى اليمين";

/*No comment provided by engineer.*/
"This user already exists. Please try a different username." = "هذا الإسم موجود بالفعل. أدخل إسم مستخدم جديد.";

/*No comment provided by engineer.*/
"To block a user, swipe left on their username and tap Block." = "لحظر المستخدم، اضغط فوق اسم المستخدم وحركه إلى اليسار ثم اضغط حظر.";

/*Give Yo your email Body Text. Don't change occurances of n or %@*/
"To enable password recovery:\n\n give Yo your email by tapping Send.\n\nto cancel, simply tap Cancel.\n\n\n------------------------------------------\nYour email will NOT be used for anything else other than password recovery.\n\n\n\n\n\n%@" = "لتفعيل خاصية استعادة كلمة المرور:\n\nأدخل عنوان بريدك الإلكتروني ثم اضغط إرسال.\n\nللإلغاء، فقط اضغط إلغاء.\n\n\n------------------------------------------\nلن يتم استخدام بريدك الإلكتروني إلا بغرض استعادة كلمة المرور.\n\n\n\n\n\n%@";

/*No comment provided by engineer.*/
"To find your friends and allow them to find you. Your contacts are not stored anywhere and will only be used to\nfind your friends." = "للعثور على أضدقائك والسماح لهم بالعثور عليك. لا يتم تخزين جهات الاتصال الخاصة بك في أي مكان، وتستخدم فقط للعثور على أصدقائك.";

/*Do not translate the word Code*/
"To verify your number tap Send\n\nCode: %@\n\n\n* Carrier charges may apply" = "للتحقق من رقم الهاتف اضغط إرسال\n\nCode: %@\n\n\n*تُطبق بعض الرسوم الخاصة بشركة الهاتف";

/*No comment provided by engineer.*/
"Try again later" = "حاولة لاحقاً";

/*No comment provided by engineer.*/
"TYPE USERNAME TO ADD" = "أدخل إسم المستخدم لإضافته";

/*Twitter. does not need translateing*/
"TWTR" = "TWTR";

/*No comment provided by engineer.*/
"UNBLOCK" = "إلغاء الحظر";

/*No comment provided by engineer.*/
"UNBLOCKED" = "إلغاء الحظر";

/*unsibscribe*/
"UNSUB" = "إلغاء الإشتراك";

/*As in software update available*/
"Update" = "تحديث";

/*No comment provided by engineer.*/
"User Exists" = "الإسم موجود";

/*No comment provided by engineer.*/
"USERNAME" = "إسم المستخدم";

/*No comment provided by engineer.*/
"USERNAME TAKEN" = "الإسم غير متاح";

/*No comment provided by engineer.*/
"VERIFY PASSCODE" = "تأكيد رمز الدخول";

/*No comment provided by engineer.*/
"We couldn't find any of your friends who are on Yo. Share Yo and bring some aboard!" = "لا يوجد أي من أصدقائك على Yo. يُمكنك مشاركة Yo ودعوة بعض الأصدقاء!";

/*No comment provided by engineer.*/
"We don't have a phone number or email listed for this account. Please send us an email and we'll recover your account." = "لا يوجد رقم هاتف أو عنوان بريد إلكتروني مقترن بهذا الحساب.\nيُرجى إرسال عنوان بريدك الإلكتروني لاستعادة حسابك.";

/*No comment provided by engineer.*/
"WELCOME" = "مرحباً";

/*No comment provided by engineer.*/
"What is Yo?" = "ما هو Yo؟";

/*No comment provided by engineer.*/
"WHAT IS YO?" = "ما هو YO؟";

/*No comment provided by engineer.*/
"When you unblock a user they will be added to your friends list but will NOT be automatically Yo'd. - Happy Yoing!" = "عند إلغاء حظر مستخدم يتم إضافته إلى قائمة أصدقائك ولكن لن يستقبل منك Yos بشكل تلقائي. - استمتع بتطبيق Yo!";

/*No comment provided by engineer.*/
"Wrong code" = "كود خاطئ";

/*No comment provided by engineer.*/
"Yes" = "نعم";

/*Sending images title*/
"Yo & Images!" = "Yo والصور!";

/*No comment provided by engineer.*/
"Yo - I got some feedback" = "Yo - شاركنا رأيك";

/*No comment provided by engineer.*/
"YO ALL" = "YO للكل";

/*%@ = USERNNAME*/
"Yo all your friends to share your new username: %@" = "إرسال Yo لجميع الأصدقاء لمشاركة إسم المستخدم الجديد: %@";

/*As in resoond with a Yo*/
"Yo Back" = "رد Yo";

/*Tally of total Yos the user has received/sent*/
"YO COUNT" = "إحصائيات YO";

/*Description for invite friends popup*/
"Yo is much more fun with friends!" = "استمتع بمزايا Yo مع الأصدقاء!";

/*No comment provided by engineer.*/
"Yo Location" = "Yo تحديد الموقع";

/*No comment provided by engineer.*/
"Yo me" = "أرسل Yo";

/*No comment provided by engineer.*/
"Yo needs internet!" = "لاستخدام Yo يجب الاتصال بالإنترنت!";

/*push access as is permission to send push notifications*/
"YO NEEDS PUSH ACCESS" = "يحتاج YO إلى تصريح لاستخدام الإشعارات";

/*No comment provided by engineer.*/
"Yo This" = "Yo";

/*No comment provided by engineer.*/
"Yo! Check this out" = "Yo! شاهد ذلك";

/*No comment provided by engineer.*/
"YOALL" = "YO للكل";

/*No comment provided by engineer.*/
"YORANDOM" = "Yo عشوائياً";

/*No comment provided by engineer.*/
"You are about to delete your phone number" = "أنت على وشك حذف رقم هاتفك";

/*alert body displayed after user blocks another user for the first time*/
"You can always unblock in the menu" = "يُمكنك إلغاء الحظر من القائمة";

/*No comment provided by engineer.*/
"You can't send Yo's. Please contact us yo@justyo.co" = "لا يُمكنك إرسال Yo. يُرجى التواصل معنا yo@justyo.co";

/*No comment provided by engineer.*/
"You'll be contacted shortly with instructions on changing your passcode." = "سوف نقوم بالتواصل معك قريباً لإرسال التعليمات الخاصة بتغيير رمز الدخول.";

/*No comment provided by engineer.*/
"You'll receive a link to change your passcode shortly." = "سوف نقوم بإرسال رابط تغيير رمز الدخول قريباً.";

/*Sending images body*/
"You're about to Yo your first image! Anyone with the link will be able to view it." = "سوف تقوم بإرسال أول Yo صورة لك! يستطيع كل من لديهم الرابط مشاهدته.";

/*No comment provided by engineer.*/
"Your current session is no longer valid. Please log in again." = "دورة التسجيل الحالية لم تعد سارية. يجب تسجيل الدخول مرة أخرى.";
